[Balance.PawnBalance_Allium_BadassYeti AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="secure",TransformedNames=((TransformedName="Live anime in Coral Bay"),(TransformedName="strong man"),(TransformedName="Big bone ball"),(TransformedName="No, sniper")))
PlayThroughs[1]=(DisplayName="The Yeti is a violent hybrid",TransformedNames=((TransformedName="The last animal"),(TransformedName="heavy shooter"),(TransformedName="Fortnite shooter game"),(TransformedName="Yora Turodzhimyan")))
PlayThroughs[2]=(DisplayName="scary",TransformedNames=((TransformedName="Original bow"),(TransformedName="weapon sharpening"),(TransformedName="Fat Shooter:"),(TransformedName="A pharmacist")))

[Character.CharClass_Allium_BadassYeti AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

